spisok = ['США', 'Украина', 'Африка', 'Казахстан', 'Афганистан']  # Задаем переменную со списком стран
print(spisok)  # Выводим этот список

print(sorted(spisok))  # Временно сортируем этот список в алфавитном порядке
print(spisok)  # Выводим список

spisok.reverse()  # Перемешиваем наш список
print(spisok)  # Смотрим, что список изменился

spisok.reverse()  # Снова перемешиваем список
print(spisok)  # Смотрим, что список изменился

spisok.sort()  # Сортируем на постоянную основу
print(spisok)  # Выводим сортированный список

spisok.reverse()  # Выводим список в обратном порядке
print(spisok)  # Смотрим на список
